Public Attributes | List of all members
ACAPI::v1::DesignOptionCombinationViewSettings::Standard Struct Reference
Design Options
A type of combination for which the user has selected a specific set of design options. More...
#include <DesignOptionCombinationViewSettings.hpp>
 Public Attributes
 DesignOptionCombination  | combination
Detailed Description
A type of combination for which the user has selected a specific set of design options.